Repository: EasyDNNsolutions/DNNTokens
Catalog: App_LocalResources/ModuleSettings.ascx.*.resx
Languages: hr_hr

# btnCancel.Text
source: Cancel
hr_hr: Poništi

# lbAddToken.Text
source: Add token
hr_hr: Dodaj token

# lblTokenValue.Help
source: Enter a token description
hr_hr: Upiši opis

# lblTokenValue.Text
source: Token value
hr_hr: Opis tokena

# lblName.Help
source: Enter the token name
hr_hr: Upiši ime tokena

# lblName.Text
source: Token name
hr_hr: Ime tokena

# BasicSettings.Text
source: DNNTokens Module Settings
hr_hr: Postavke modula

# AddToken.Text
source: Add token
hr_hr: Dodaj token

# TokenList.Text
source: Token list
hr_hr: Lista tokena

# TokenName.Required
source: Enter token name.
hr_hr: Upiši ime tokena.

# TokenDecription.Required
source: Enter token value.
hr_hr: Upiši opis tokena

# TokenAdded.Text
source: Token added
hr_hr: Token dodan

# navAdEditCategory.Text
source: Add/Edit Category
hr_hr: Dodaj editraj kategoriju

# lblCategoryName.Text
source: Category name
hr_hr: Ime kategorije

# lblCategoryName.Help
source: Enter category name.
hr_hr: Upišite ime kategorije.

# CategoryName.Required
source: Enter category name.
hr_hr: Upišite ime kategorije.

# lblCategoryDescription.Text
source: Category description
hr_hr: Opis kategorije

# CategoryDecription.Required
source: Enter category description.
hr_hr: Upišite opis kategorije.

# lblCategoryDescription.Help
source: Enter category description.
hr_hr: Upišite opis kategorije.

# btnAddCategory.Text
source: Add category
hr_hr: Dodaj kategoriju

# CategoryAdded.Text
source: Category added
hr_hr: Kategorija dodana.

# btnCloseSettings.Text
source: Close settings
hr_hr: Zatvori

# lbCategoryUpdate.Text
source: Update
hr_hr: Ažuriraj

# lbCategoryCancel.Text
source: Cancel
hr_hr: Poništi

# ScopeSelect.Text
source: Token scope
hr_hr: Odaberite primjenu tokena

# ScopeSelect.Help
source: Select token scope
hr_hr: Odaberite primjenu

# btnUpdateToken.Text
source: Update
hr_hr: Ažuriraj

# btnCancelUpdateToken.Text
source: Cancel
hr_hr: Poništi

# TokenEditCanceled.Text
source: Editing canceled.
hr_hr: Editiranje otkazano.

# TokenUpdated.Text
source: Token updated.
hr_hr: Token ažuriran.

# RenderDNNTokens.Text
source: Render DNN tokens
hr_hr: Renderiraj dnn tokene

# RenderDNNTokens.Help
source: Render official DNN CMS tokens.
hr_hr: Renderiraj dnn tokene

# btnSaveGeneralPortalSettings.Text
source: Save
hr_hr: Spremi

# GeneralPortalSettingsSaved.Text
source: General Portal Settings saved.
hr_hr: General Portal Settings spremljeni.

# lblCategorySelect.Text
source: Select category
hr_hr: Odaberite kateogriju

# lblCategorySelect.Help
source: Select category for the tokrn
hr_hr: Odaberite kategoriju za token

# NoTabsSelected.Text
source: No tabs selected.
hr_hr: Nijedan tab nije selectiran.

# ReplaceOnAllTabs.Text
source: Replace tokens on all tabs
hr_hr: Zamjeni na svim tabovima

# ReplaceOnAllTabs.Help
source: Replace tokens on all tabs
hr_hr: Zamjeni na svim tabovima

# lblTokenTypeSelect.Text
source: Select token type
hr_hr: Odaberite tip tokena

# lblTokenTypeSelect.Help
source: Select token type.
hr_hr: Odabir vrste tokena.

# liRazor.Text
source: Razor script
hr_hr: Razor

# lblTokenTestResults.Text
source: Test token output
hr_hr: Testiranje tokena

# btnTestToken.Text
source: Test token
hr_hr: Testiraj

# lblTokenTestResults.Help
source: Test token to see output.
hr_hr: Rezultat tokena.

# liSQLScript.Text
source: SQL script
hr_hr: Sql skripta

# Categories.Text
source: Categories
hr_hr: Kategorije

# Settings.Text
source: Settings
hr_hr: Postavke

# Close.Text
source: Close
hr_hr: Zatvori

# lblTabsList.Help
source: Select tabs where DDNNTokens will work.
hr_hr: Odaberite tabove na kojima će modul raditi.

# AddCategory.Text
source: Add Category
hr_hr: Dodavanje kategorije

# CategoryList.Text
source: Category list
hr_hr: Popis kategorija

# InvalidSQLquery.Text
source: Invalid SQL query.
hr_hr: Neispravni sql.

# NoTokensAdded.Text
source: No tokens added. Please add a token.
hr_hr: Nema tokena. Dodajte token.

# ClearCache.Text
source: Clear cache
hr_hr: Obriši keš
